var local_bannerurls = [
    "/images/swiper/pic0.jpg",
    "/images/swiper/pic1.jpg",
    "/images/swiper/pic2.jpg",
]
var local_database = [{
    id: 0,
    date: "May 10 2019",
    title: "周杰伦 PK 蔡徐坤：两代明星的底层逻辑差异",
    avatar: "/images/avatar/0.png",
    cover: "/images/post/pic0.jpg",
    content: "我还是不太相信这是一个偶发事件，很可能有引导痕迹。不过这个事件非常有代表性，他说明了，两代明星之间的底层逻辑差异。",
    collection: "96",
    view: "112",
    headImgSrc: "/images/post/pic0.jpg",
    author: "知乎作者",
    dateTime: "24小时前",
    detail: "我还是不太相信这是一个偶发事件，很可能有引导痕迹。不过这个事件非常有代表性，他说明了，两代明星之间的底层逻辑差异。\n\n明星，是靠什么挣钱？这个问题可能有点傻，却是区别这两代明星的关键因素。\n\n一般来讲，过去的明星们，都是通过作品，获得某些关键节点，比如电视台、制作公司的认可，再由这些公司，向大众推荐作品。接着是大众认可作品，进而认可明星，最终明星获得名气，通过作品或者是名气开始赚钱。\n\n这个过程中，其实有一个特别有意思的现象，那就是绝大多数明星，当他们红到一定程度，通过作品挣到的钱就远远不如通过名气挣到的钱多。就比如周杰伦，他代言一个什么品牌，当个什么综艺导师，挣到的钱比他拼命出一张专辑挣得多得多。这其实暗示了，挣钱和作品并不直接相关，只要有名气，不通过作品，也可以挣钱。\n\n因此，仔细审视一下，上一代明星挣钱的商业逻辑，就会发现这个链条太长、太不可控。从源头上就很难判断市场会接受什么样的作品，作品制作又费心费力，而通过作品获得名气的明星们，其才华和天赋都是稀有品质，可替代性低，导致明星们话语权高，资本掌控麻烦。\n\n因此，一帮非常聪明的人就会想，如果砍掉这个由作品名气到明星人气的过程，直接放弃作品带来的收益，只专注人气带来的收益，这个商业逻辑会变得更完美。一方面不用费心费力地制作作品，发掘天才，另一方面这些并没有作品认可傍身的明星们，更好掌控，议价能力更低，这就是小鲜肉流量的商业逻辑。从经济学原理讲，这是一种降低成本，聚焦核心市场的行为。\n\n但这里，产生了一个新问题，假设不通过作品名气来聚集明星人气，那为了获得名气应该采取什么办法。答案大家现在都知道了，就是所谓的卖人设，新一代的流量们不卖作品，他们只卖明星本身。现在这些流量们，清一色地卖努力啊、宠粉啊之类的人设，就是因为这种人设卖起来最简单，最容易共情。\n\n这种跳过作品直接卖明星本人的做法，在网络时代，尤其是移动互联网时代之前的中国，是难以想象的，因为人设虽然制作简单掌控轻松，但传播麻烦。你只需要看部电影听首歌，你就能立即 get 到某个好作品的魅力。但要让粉丝们了解到一个有吸引力的人设，要比让粉丝们了解到一个有吸引力的作品，动用的媒体资源更多。看综艺、读微博、玩同人、嗑 CP、加入粉丝群体，林林总总下来，才能了解这个人设的吸引力。这在传统传媒资源稀缺且管控的中国，搞起来太困难了。\n\n所以，现在这些流量们，是表面上看起来亲民宠粉，实际上对粉丝们的剥削在加重，它对一个粉丝的时间和注意力剥削都极重，你想要成为某个流量的粉丝，投入的沉没成本极高。这种对明星的各个方面了解都很深的粉丝，在过去都可以称作核心粉，但在现在，只是进入饭圈的基本门槛。接下来，你还要当作上学或者工作一样，天天打卡、转发、控评、做数据，耗尽精力和梦想。",
    music: {
        url: "http://music.163.com/song/media/outer/url?id=25706282.mp3",
        title: "夜空中最亮的星-逃跑计划",
        coverImg: "https://p1.music.126.net/d541jx7SqoDzVkenhmtg6g==/19193074974743620.jpg"
    }
}, {
    id: 1,
    date: "May 25 2019",
    title: "那些让你不爽的互联网产品：你可能错怪他们了",
    avatar: "/images/avatar/1.png",
    cover: "/images/post/pic1.jpg",
    content: "有一些互联网产品，你用起来非常不爽，感觉明明可以做的更顺畅但非要为难用户，每当遇到这样的产品你一定会吐槽产品经理猪一样的脑子。",
    collection: "50",
    view: "180",
    headImgSrc: "/images/post/pic1.jpg",
    author: "卫夕指北",
    dateTime: "24小时前",
    detail: "有一些互联网产品，你用起来非常不爽，感觉明明可以做的更顺畅但非要为难用户，每当遇到这样的产品你一定会吐槽产品经理猪一样的脑子。\n\n然而，现实是他们中间有一些竟然是故意设计成这样的，背后的目的居然是为了让你更爽，你一定会纳闷：“故意设计的难用，为了是让我爽？我读书少，你不要骗我！卫夕你说错了吧”，不着急，卫夕并没有说错，咱们从一个例子说起——\n\n一、滴滴语音打车\n\n在滴滴刚刚上线不久的时候，它的APP是支持语音叫车的，点击按钮开始说话——“我要从安和桥北到百花深处胡同”，马上就有司机抢单，非常直观方便，然而滴滴后来为什么取消了这在用户看来非常爽的叫车方式呢？原来，这种方式操作是方便但是使用语音滴滴就得不到结构化的数据，神马意思呢？即便语音识别再准确，滴滴也很难通过口语化的语音能准确地知道乘客的起点和终点，即使完成司机和乘客准确地完成了订单，在滴滴的后台可能也没办法知道准确的起点和终点，而这个数据对滴滴完善整个服务至关重要，调度效率是滴滴核心体验。没有了这些最核心数据，滴滴很难从数据的角度优化其系统从而全局改进其整体的调度算法，整体打车的效率可能会降低，即你语音叫车的确是爽，但一个可能的结果是滴滴从很远的地方给你调度了一辆车，你要等的时间更长，你的整体体验会降低。\n\n二、脉脉注册流程\n\n再来看另一个例子，脉脉的注册流程绝对是我用过的互联网产品中注册流程最繁琐、最麻烦的产品之一，我第一次注册的时候差不多花了10分钟，和常见的花30秒输入一个手机验证码就能注册的产品相比简直不能忍受。当时卫夕就想专门写篇文章吐槽这个点，直到我和脉脉的联合创始人陈玥交流之后，我改变了看法，我首先问她，这么长的流程你们难道不怕注册时流失么，多一个步骤就会少60%的人注册。陈玥说当然怕啊，但我们更怕用户注册后流失，她详细跟我讲了脉脉的五同理论——即脉脉根据“同学”、“同事”、“同城”、“同行”、“同城”来推荐人和内容，因此要形成一个好的体验，这些冷启动数据就非常关键——如果不知道你是哪个学校毕业、在哪个公司任职、在哪个城市等这些最基础信息，那么脉脉增加的就不是一个有效用户，而是一个脏数据，因为这种用户即便进来了脉脉也不能给他提供一个好的体验，而他的非常规行为甚至会影响脉脉正常的数据分析。所以脉脉宁愿用户增长慢一点，也要让新用户进来了有的玩，我想，这或许就是那么多职场社交APP都挂掉了而脉脉还活着的其中一个原因吧。",
    music: {
        url: "http://music.163.com/song/media/outer/url?id=30953009.mp3",
        title: "See You Again-Wiz Khalifa",
        coverImg: "https://p1.music.126.net/JIc9X91OSH-7fUZqVfQXAQ==/7731765766799133.jpg"
    }
}, {
    id: 2,
    date: "Jul 23 2019",
    title: "富人的潮头，普通人的幻觉",
    avatar: "/images/avatar/2.png",
    cover: "/images/post/pic2.jpg",
    content: "很多人都不愿意承认，自己每天的状态，和一直捡苞谷扔苞谷的猴子没什么区别。每天加班到很晚，下班回到家已经累的不行，还要花时间陪家人，处理永远做不完的家务事。这种看似勤奋的状态，其实是陷入了一种“稀缺”的泥潭。",
    collection: "84",
    view: "68",
    headImgSrc: "/images/post/pic2.jpg",
    author: "糖总总",
    dateTime: "三天前",
    detail: "很多人都不愿意承认，自己每天的状态，和一直捡苞谷扔苞谷的猴子没什么区别。每天加班到很晚，下班回到家已经累的不行，还要花时间陪家人，处理永远做不完的家务事。这种看似勤奋的状态，其实是陷入了一种“稀缺”的泥潭。于是，永远处于稀缺状态的“穷人”是这样的：无暇思考未来，更无力为未来布局，每天都在应付眼前的窘迫。\n\n这个世界上最聪明的人会告诉你，无论如何，都应该花精力在思考未来上。\n\n这便是厉害的人，也就是“富人”的秘密所在：只要冲上潮头，只要别乱来，只要适当地顺应时势，他们就能够滑翔很久。\n\n关键是，潮头在哪？\n\n很多伟大的1%不仅会赚钱，而且爱思考，我研究了那些值得学习的人，以及很多前辈如何看待他们，将智慧梳理出来，供自己学习，也希望对你有用。\n\n1. 悲催的人生：就是在一个常态的趋势上，做一个勤奋的人\n\n2. 一定要关注这个世界的未来，而不仅仅是自己的未来\n\n3. 代码和媒体，是新富阶层背后的杠杆",
    music: {
        url: "http://music.163.com/song/media/outer/url?id=36990266.mp3",
        title: "Faded-Alan Walker",
        coverImg: "https://p1.music.126.net/8dzD62VK8jLDbhEqkmpIAg==/18277181788626198.jpg"
    }
}, {
    id: 3,
    date: "Jul 23 2019",
    title: "小红书成长的烦恼",
    avatar: "/images/avatar/3.png",
    cover: "/images/post/pic3.jpg",
    content: "随着小红书的发展，系列疑问涌出：它是如何运营起来的？它能否打破社区无法商业化的魔咒？在内容质量和商业化中能否把握住平衡？以及，像Ins像抖音甚至像美妆搜索引擎，小红书到底是什么？",
    collection: "50",
    view: "180",
    headImgSrc: "/images/post/pic3.jpg",
    author: "吴倩楠",
    dateTime: "24小时前",
    detail: "在近两年的中文互联网，小红书是一个无法忽视的存在。\n\n没有哪个内容社区能像小红书一样以UGC（普通用户产生的内容）起家，无论是微博、抖音还是知乎、分答都是由明星、大V引爆；没有哪个垂直内容平台，能像小红书一样，在增长遭遇瓶颈后，又呈现爆发式增长（最新数据，小红书注册用户2.5亿，月活用户8500万）；没有哪个创业公司，能像小红书一样，在阿里和腾讯之间保持着微妙的平衡。\n\n随着小红书的发展，系列疑问涌出：它是如何运营起来的？它能否打破社区无法商业化的魔咒？在内容质量和商业化中能否把握住平衡？以及，像Ins像抖音甚至像美妆搜索引擎，小红书到底是什么？\n\n我们以小红书“成长的烦恼”为关键词，将这些问题串联起来，通过与小红书生态链上的MCN、KOL、同类产品交流，试图找到答案。",
    music: {
        url: "http://music.163.com/song/media/outer/url?id=400162138.mp3",
        title: "海阔天空-Beyond",
        coverImg: "https://p2.music.126.net/a9oLdcFPhqQyuouJzG2mAQ==/3273246124149810.jpg"
    }
}, {
    id: 4,
    date: "May 25 2019",
    title: "为什么说《狮子王》是一部经典的动画片？",
    avatar: "/images/avatar/4.png",
    cover: "/images/post/pic4.jpg",
    content: "小时候看过一遍动画版狮子王，今天的我作为一个有过了许多生活阅历的成年人，以及一个研究人性本质的心理咨询师，看狮子王的体验和小时候也是完全不一样的。",
    collection: "50",
    view: "180",
    headImgSrc: "/images/post/pic4.jpg",
    author: "Steve Shi",
    dateTime: "24小时前",
    detail: "小时候看过一遍动画版狮子王，今天的我作为一个有过了许多生活阅历的成年人，以及一个研究人性本质的心理咨询师，看狮子王的体验和小时候也是完全不一样的。这一次，我看懂了狮子王这个故事的深层结构，以及它所富含的象征表达和心理学含义，也才明白了为什么这部神作成了94年全世界的电影票房冠军，迪士尼史上利润第三高的IP，以及百老汇最成功的歌剧之一。\n\n首先，我们需要明白什么是好故事。\n\n有很多反转，很烧脑，或者开放式结局，这样的故事有很高的娱乐性，但是说不上好。我所谓的好是能够长久地被人传颂。世界各地的宗教故事、民间传说和神话故事在我看来才是好故事，这样的故事能够承受着数千年时间和文化变革的冲刷，被一代代人传承下来，而不是像大多数商业电影那样消失在历史洪流当中。好故事之所以能被人记住，是因为它能够在很深的心理层面与我们产生连结，让我们看见内心世界那些深刻的真相。\n\n狮子王就是这样一个故事，表面上情节并不复杂，为父报仇，重建王国，但是这个故事为什么能够引发如此深刻的共鸣？因为在故事情节之下，还隐藏这另一层意义，一层有关内心世界和自我的意义。接下来让我和你逐一详述。",
    music: {
        url: "http://music.163.com/song/media/outer/url?id=1330348068.mp3",
        title: "起风了-买辣椒也用券",
        coverImg: "https://p2.music.126.net/diGAyEmpymX8G7JcnElncQ==/109951163699673355.jpg"
    }
}, {
    id: 5,
    date: "Jul 22 2019",
    title: "李国庆是如何被逐出当当网的？",
    avatar: "/images/avatar/5.png",
    cover: "/images/post/pic5.jpg",
    content: "今年2月份的时候，当当网联合创始人李国庆以公开信的方式宣布，离开他和妻子19年前共同创立的当当，此后他将专注于创立书友会。",
    collection: "50",
    view: "180",
    headImgSrc: "/images/post/pic5.jpg",
    author: "海克财经",
    dateTime: "21小时前",
    detail: "今年2月份的时候，当当网联合创始人李国庆以公开信的方式宣布，离开他和妻子19年前共同创立的当当，此后他将专注于创立书友会。而原来的当当董事长一职，落到了李国庆的妻子、当当联合创始人俞渝的头上。这件事情的本质，其实就是公司内部的权利争夺战，而且过去两人在公司发展问题上早已出现了分歧。\n\n在这场权利争夺战中，有一个点特别值得注意，那就是持股比例的变化。2016年当当完成私有化退市时，李国庆持股82.13%，俞渝持股11.04%；而在宣布离开当当后，变成了李国庆持股27.5%，俞渝持股64.21%。究竟俞渝是如何获得大额持股比例的？李国庆也在本文中给出了一个说法：“股份的事，俞渝签什么，我签什么，我看都不看，信任嘛。”看完了这篇采访之后，个中曲折、孰是孰非，还请各位自行评价。\n\n在“叮”的一声铃响后，身着白T恤、白休闲鞋与迷彩短裤的李国庆，背着个双肩包匆匆走出电梯进入办公区，此时已是下午2点08分，他迟到了。\n\n事实上似乎没人关心这位创始人迟到与否，甚至来与不来，因为在过去的4个多月里，他满世界飞，全国各地跑个不停，并不总是出现在这里。而且显而易见，这群年轻人对他的敬畏远远多过亲近——就在他穿过几十个工位，疾步走向最靠里的自己办公室的过程中，几乎没人抬起头来，也没人和他主动打招呼。他也不。他们看起来彼此不熟。\n\n这的确是一个全新的内容团队，它是为一个叫做“早晚读书”的项目而组建。按照李国庆的说法，早晚读书要做一个远离“粗制滥造”的精品听书平台，让用户有机会在45分钟的时间内，听大咖讲完一本臻选的好书，而且这个平台先自营后开放，最终要长成一株在数字出版领域枝繁叶茂的大树。\n\n李国庆不缺钱，也正因此，他拒绝了来自IDG资本、高榕资本、北极光创投等多家VC的热情接洽，自掏腰包2500万元，作为早晚读书的天使轮融资。其他暂且不论，单就这一点来说，要想否定李国庆闯入知识付费赛道的真诚是有些难度的，虽然真诚与结果的达成之间，还隔着万水千山。过去这一年多，李国庆一直在寻找，他力图找到一个当当网之外，能够另立门户的方向。再后来，他发现他所需要面对的，已经是首先需要一个项目，然后才是什么项目的紧迫问题。他必须离开。早晚读书更像是一个杂糅了路径依赖、个人尊严、精神寄托等多重元素的商业试验场。这一切要从李国庆的“被逼宫”说起。",
    music: {
        url: "http://music.163.com/song/media/outer/url?id=483671599.mp3",
        title: "追光者-岑宁儿",
        coverImg: "https://p2.music.126.net/ZZAQGWl9mR7g5xCyWWH3Pw==/19149094509535913.jpg"
    }
}]

module.exports = {
    postList: local_database,
    bannerImgUrls: local_bannerurls
}